cask_args appdir: "/Applications"

tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"

brew "libyaml"
brew "python"
brew "ansible"
brew "ant"
brew "xz"
brew "python3"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "brew-cask-completion"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pixman"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "docker"
brew "docker-clean"
brew "docker-compose"
brew "dos2unix"
brew "jpeg"
brew "gdk-pixbuf"
brew "gem-completion"
brew "git"
brew "gmp"
brew "nettle"
brew "gnutls"
brew "go"
brew "gradle"
brew "graphviz"
brew "grc"
brew "harfbuzz"
brew "ipcalc"
brew "jenv"
brew "jmeter"
brew "libcroco"
brew "librsvg"
brew "libssh2"
brew "lzlib"
brew "maven"
brew "maven-completion"
brew "mysql"
brew "node"
brew "ossp-uuid"
brew "pip-completion"
brew "plantuml"
brew "pstree"
brew "ruby"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "ssh-copy-id"
brew "telnet"
brew "terminal-notifier"
brew "tree"
brew "vagrant-completion"
brew "wget"

cask "atom"
cask "docker"
cask "eclipse-ide"
cask "filezilla"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "iterm2"
cask "kdiff3"
cask "postman"
cask "skype"
cask "vagrant"
cask "virtualbox"
cask "vnc-viewer"
cask "caskroom/fonts/font-inconsolata"
cask "caskroom/versions/java8"
