cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/emacs'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'ant'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bazaar'
brew 'brew-cask-completion'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cmake'
brew 'coreutils'
brew 'git'
brew 'docker'
brew 'docker-clean'
brew 'docker-machine'
brew 'docker-compose'
brew 'dos2unix'
brew 'emacs', args: ['with-cocoa', 'with-gnutls']
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gem-completion'
brew 'git-review'
brew 'gmp'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'go'
brew 'gradle'
brew 'libtool'
brew 'graphviz'
brew 'xz'
brew 'python3'
brew 'grc'
brew 'icu4c'
brew 'harfbuzz'
brew 'ipcalc'
brew 'jenv'
brew 'jmeter'
brew 'node'
brew 'jsonlint'
brew 'lzlib'
brew 'librdkafka'
brew 'kafkacat'
brew 'kibana'
brew 'libcroco'
brew 'pango'
brew 'librsvg'
brew 'libssh2'
brew 'maven'
brew 'maven-completion'
brew 'ossp-uuid'
brew 'pip-completion'
brew 'plantuml'
brew 'pstree'
brew 'qt5'
brew 'ruby'
brew 'sbt'
brew 'scala'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'swagger-codegen'
brew 'terminal-notifier'
brew 'tree'
brew 'vagrant-completion'
brew 'wget'
brew 'homebrew/emacs/dockerfile-mode'
cask 'docker'
cask 'eclipse-ide'
cask 'filezilla'
cask 'firefox'
cask 'flux'
cask 'font-inconsolata'
cask 'github-desktop'
cask 'google-chrome'
cask 'google-photos-backup'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'java7'
cask 'kdiff3'
cask 'postman'
cask 'skype'
cask 'vagrant'
cask 'virtualbox'
cask 'vnc-viewer'
cask 'zeplin'
