tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "weaveworks/tap"
brew "libyaml"
brew "openssl@1.1"
brew "xz"
brew "python@3.8"
brew "ansible"
brew "ant"
brew "avro-tools"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "brew-cask-completion"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "cmake"
brew "consul-template"
brew "coreutils"
brew "docker", link: false
brew "docker-clean"
brew "docker-compose"
brew "dos2unix"
brew "gmp"
brew "pkg-config"
brew "nettle"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "jpeg"
brew "gcviewer"
brew "gdk-pixbuf"
brew "gem-completion"
brew "git"
brew "go"
brew "goaccess"
brew "gradle"
brew "gradle-completion"
brew "pango"
brew "graphviz"
brew "grc"
brew "helm"
brew "helmsman"
brew "httrack"
brew "ipcalc"
brew "jenv"
brew "jinja2-cli"
brew "jmeter"
brew "jq"
brew "kompose"
brew "krew"
brew "libcroco"
brew "libssh2"
brew "lzlib"
brew "mat2"
brew "maven"
brew "maven-completion"
brew "micronaut"
brew "minikube"
brew "node"
brew "ossp-uuid"
brew "packer"
brew "packer-completion"
brew "pip-completion"
brew "plantuml"
brew "pstree"
brew "ruby"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "sqlparse"
brew "ssh-copy-id", link: true
brew "sshuttle"
brew "swagger-codegen"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tree"
brew "vagrant-completion"
brew "wget"
brew "yq"
brew "weaveworks/tap/eksctl"
cask "adobe-acrobat-reader"
cask "atom"
cask "balenaetcher"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "flux"
cask "font-inconsolata"
cask "google-chrome"
cask "hiddenbar"
cask "intellij-idea-ce"
cask "iterm2"
cask "kdiff3"
cask "mat"
cask "postman"
cask "pycharm-ce"
cask "skype"
cask "spectacle"
cask "vagrant"
cask "virtualbox"
cask "visualvm"
cask "vnc-viewer"
cask "whatsapp"
cask "zoomus"
cask "zulu11"
cask "zulu8"
