cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ant'
brew 'ansible'
brew 'bash'
brew 'cmake'
brew 'coreutils'
#PATH="/usr/local/opt/coreutils/libexec/gnubin:$PATH"
#MANPATH="/usr/local/opt/coreutils/libexec/gnuman:$MANPATH"

brew 'dos2unix'
brew 'grc'
brew 'ipcalc'
brew 'kdiff3'
brew 'ossp-uuid'

brew 'python'
brew 'ruby'
brew 'wget'
brew 'git'
brew 'plantuml'

brew 'caskroom/cask/brew-cask'

cask 'flux'

cask 'virtualbox'
cask 'vagrant'
cask 'docker'

cask 'filezilla'
#cask 'yed'

cask 'firefox'
cask 'google-chrome'

cask 'java'
cask 'eclipse-ide'
brew 'emacs', args: ['with-cocoa', 'with-gnutls']
cask 'skype'

#autoconf
#berkeley-db
#docker
#erlang
#figlet
#freetype
#gdbm
#gettext
#glib
#gmp
#gnutls
#jpeg
#libffi
#libmagic
#libpng
#libtasn1
#libtiff
#mysql
#net-snmp
#nettle
#openssl
#pixman
#pkg-config
#popt
#qemu
#rbenv
#rbenv-bundler-ruby-version
#rpm
#ruby-build
#ssh-copy-id
#unixodbc
#wxmac
