# Taps
tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'caskroom/cask/brew-cask'
cask_args appdir: '/Applications'

# Utils
brew 'ant'
brew 'readline'
brew 'bash'
brew 'cmake'
brew 'coreutils'
#PATH="/usr/local/opt/coreutils/libexec/gnubin:$PATH"
#MANPATH="/usr/local/opt/coreutils/libexec/gnuman:$MANPATH"
brew 'dos2unix'
brew 'grc'
brew 'ipcalc'
brew 'ossp-uuid'
brew 'tree'
brew 'pstree'
brew 'wget'
brew 'ssh-copy-id'
brew 'git'
brew 'git-review'
brew 'bash-completion'
brew 'plantuml'
#cask 'yed'
brew 'terminal-notifier'

# Languages
brew 'ansible'
brew 'python'
brew 'ruby'
cask 'java'

# IDEs
cask 'eclipse-ide'
brew 'emacs', args: ['with-cocoa', 'with-gnutls']
cask 'iterm2'

# Browsers
cask 'firefox'
cask 'google-chrome'
cask 'google-photos-backup'

# Apps
cask 'filezilla'
cask 'vnc-viewer'

cask 'virtualbox'
cask 'vagrant'
cask 'dockertoolbox'
brew 'rancher-compose'

brew 'kdiff3'
cask 'flux'
cask 'skype'

# Fonts
cask 'font-inconsolata'
