tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'libyaml'
brew 'openssl'
brew 'ansible'
brew 'readline'
brew 'bash'
brew 'cmake'
brew 'coreutils'
#PATH="/usr/local/opt/coreutils/libexec/gnubin:$PATH"
#MANPATH="/usr/local/opt/coreutils/libexec/gnuman:$MANPATH"

brew 'dos2unix'
brew 'gdbm'
brew 'grc'
brew 'ipcalc'
brew 'qt'
brew 'kdiff3'
brew 'ossp-uuid'
brew 'sqlite'
brew 'python'
brew 'wget'
brew 'git'

brew 'caskroom/cask/brew-cask'

cask 'virtualbox'
cask 'vagrant'
cask 'docker'

cask 'firefox'
cask 'google-chrome'

cask 'java'
cask 'eclipse-ide'


#autoconf
#berkeley-db
#docker
#erlang
#figlet
#freetype
#gdbm
#gettext
#glib
#gmp
#gnutls
#jpeg
#libffi
#libmagic
#libpng
#libtasn1
#libtiff
#mysql
#net-snmp
#nettle
#openssl
#pixman
#pkg-config
#popt
#qemu
#rbenv
#rbenv-bundler-ruby-version
#rpm
#ruby-build
#sqlite
#ssh-copy-id
#unixodbc
#wxmac
#xz
